


export const insideOut2Characters = [
  {
    id: 1,
    name: "기쁨",
    shortImage: ,
    longImage: ,
    description: `기쁨은 다시 돌아와 십대가 된 라일리를 맞이할 준비가 되어 있습니다.
        라일리의 새로운 십대 세계에는 기쁨의 순간, 눈물 어린 슬픔, 불타는 좌절, 어지러운 변화,
        그리고 난감할 만큼 어색한 순간들이 가득합니다.
        기쁨에게 가장 중요한 것은 언제나 라일리의 행복입니다.
        그래서 라일리가 늘 밝고 사랑스러운 아이로 남을 수 있도록 그녀의 자아를 지켜주려 합니다.
        낙관적이고 가볍게 웃어넘기며, 라일리의 미래를 위한 반짝이는 아이디어로 넘쳐나는 기쁨은 본부를 잘 이끌어갈 자신이 있었지만,
        새로운 감정들이 등장하면서 상황은 달라지기 시작합니다.`,

  },
  {
    id: 2,
    name: "불안",
    shortImage: ,
    longImage: ,
    description: `
       끊임없이 긴장된 에너지를 가진 불안은 라일리가 일어날 수 있는 모든 부정적인 상황에 대비하도록 열정적으로 챙긴다.
        눈에 보이지 않는 위험으로부터 새내기 십대인 라일리를 지켜주기 위해,
        무엇이든 해서 친구들 사이에 잘 어울리게 하려 한다.
        라일리가 실수하지 않도록 세심하게 정리된 목록과 계획을 무기로 삼아 언제나 열 걸음 앞서 생각하며,
        최악의 상황을 가정하는 데에도 주저하지 않는다. 불안은 자신이 다루기 벅찰 때가 있다는 걸 알지만,
        라일리를 완벽에 가깝게 밀어붙이는 것이 결국 목표에 더 가까워지는 길이라고 믿는다.
    `,
  },
  {
    id: 3,
    name: "버럭",
    shortImage: ,
    longImage: ,
    description: `
        성질이 급하고 고집 센 버럭은 라일리를 위해서라면 옳다고 믿는 일을 위해 언제든 맞설 준비가 되어 있다.
        그는 열정적이지만 가끔은 과하게 반응하고 폭발적인 모습을 보이기도 한다. 
        버럭은 경계를 세우는 것이 중요하다고 믿지만 라일리를 위해 필요하다면 장애물을 거침없이 밀어붙이기도 한다.
    `,
  },
  {
    id: 4,
    name: "슬픔",
    shortImage: ,
    longImage: ,
    description: "",
  },
  {
    id: 5,
    name: "소심",
    shortImage: ,
    longImage: ,
    description: "",
  },
    {
    id: 6,
    name: "까칠",
    shortImage: ,
    longImage: ,
    description: "",
  },
    {
    id: 7,
    name: "따분",
    shortImage: ,
    longImage: ,
    description: `따분은 라일리의 새로운 감정 중 하나로, 그다지 신경 쓰지 않는 듯한 태도를 보인다.
        지루하고 무기력한 표정에 익숙한 눈굴림을 더해,
        필요할 때 라일리의 성격에 적당한 십대 특유의 무심함을 불어넣는다.
        가장 좋은 점은? 굳이 소파에서 일어나지 않아도 된다는 것.
        권태는 모바일 앱을 이용해 원격으로 콘솔을 조작할 수 있다.
    `,
  },
    {
    id: 8,
    name: "부럽",
    shortImage: ,
    longImage: ,
    description: `부럽은 작지만 자신이 원하는 게 무엇인지는 분명히 알고 있다.
        남들이 가진 모든 것을 늘 부러워하며, 그것을 갈망하는 마음을 숨기지 않는다.
        새로운 것, 멋진 것에 대한 끝없는 동경은 그녀의 시선을 사방으로 끌어당기고,
        라일리가 가지지 못한 것들을 바라게 만든다.
    `,
  },
    {
    id: 9,
    name: "당황",
    shortImage: ,
    longImage: ,
    description: `당황은 눈에 띄지 않으려 하지만, 얼굴이 환하게 붉어진 큰 체구 탓에 쉽지 않다.
        수줍음 많고 말수가 적은 그는,
        사회적 어색함이 감지되면 본부 콘솔 위에 그대로 드러눕듯 몸을 던질 준비가 되어 있다.
`,
  },
    {
    id: 10,
    name: "라일리 앤더슨",
    shortImage: ,
    longImage: ,
    description: `라일리 앤더슨은 이제 공식적으로 십대가 되었다!
        곧 고등학교에 입학하게 되면서 라일리의 세상은 안팎으로 크게 달라지려 한다.
        기쁨과 다른 감정들이 유아기를 힘들다고 생각했다면 이제 진짜 험난한 여정이 기다리고 있는 셈이다.
        새로운 친구들, 각종 시험과 도전,
        그리고 사춘기까지 게다가 한층 복잡해진 새로운 감정들까지 겹쳐지니 무슨 일이든 일어날 수 있다.
        라일리의 마음속 깊은 곳에는 여전히 가족과 친구들이 사랑하는 그 밝고 행복한 아이가 자리 잡고 있지만,
        빠르게 변해가는 자아 속에서 그녀는 새로운 세상의 도전을 어떻게 균형 잡아 나갈지 고군분투하고 있다.
`,
  },
    {
    id: 11,
    name: "밸",
    shortImage: ,
    longImage: ,
    description: `밸은 라일리와 그녀의 친구들까지도 동경하는 그런 인물이다.
        교내 아이스하키 대표팀의 주장으로서 자신감 넘치면서도 누구에게나 친절하고,
        머리에 시그니처처럼 들어간 빨간색 포인트까지 완벽하게 소화해낸다.
        모두가 발렌티나에게 감탄하거나 빠져들 수밖에 없다.
        게다가 그녀는 라일리 안에서 대표팀 선수로서의 가능성을 발견했고,
        그 사실에 라일리는 완전히 들떠 있으면서도 
    
    `,
  },
];