export const workAtPixarFAQ = [
  {
    id: 1,
    question: `이력서와 자기소개서를 제출할 때 가장 좋은 파일 형식은 무엇인가요?`,
    answer:
      `이력서와 자기소개서를 하나의 PDF 파일로 합쳐 제출하는 것을 권장합니다.`,
  },
  {
    id: 2,
    question: `제 자기소개서는 누구 앞으로 써야 하나요?`,
    answer:
      `자기소개서의 수신인은 “Pixar Recruiting” 으로 작성하시면 됩니다.`,
  },
  {
    id: 3,
    question: `지원서에 자기소개서를 어떻게 첨부하나요?`,
    answer: `“My Experience(내 경력)” 섹션 안에 파일을 선택하고 업로드할 수 있는 항목이 있습니다. <br/>
        그곳에서 자기소개서를 업로드하세요.`
  },
  {
    id: 4,
    question: `데모 릴은 어느 정도 길이가 적당한가요?`,
    answer:
      `약 1분에서 3분 정도가 적당합니다.`,
  },
  {
    id: 5,
    question: `픽사의 채용 공고에 지원서를 제출했습니다. 그다음은 어떻게 되나요?`,
    answer:
      `지원해 주셔서 감사합니다! 신청해 주신 시간과 노력에 진심으로 감사드립니다. <br/>
        지원이 접수되면 확인 메일이 발송됩니다. 이후 채용 담당자가 제출하신 내용을 신중하게 검토하며, <br/>
        경력과 역량이 해당 포지션과 잘 맞을 경우 개별적으로 연락을 드립니다. <br/>
        또한 후보자 프로필에 로그인하면 언제든 지원 현황을 확인할 수 있습니다.`,
  },
  {
    id: 6,
    question: `지원서에 포트폴리오나 데모 릴은 어떻게 추가하나요?`,
    answer:
      `“My Experience(내 경력)” 섹션의 Website(웹사이트) 항목에 온라인 포트폴리오 또는 데모 릴 링크를 추가해 주세요. <br/>
        사이트에 비밀번호가 설정되어 있다면, 다음 페이지에서 반드시 비밀번호를 함께 입력해 주시기 바랍니다. <br/>
        구체적인 제출 요건은 채용 공고 내용을 참고해 주세요. <br/>
        추가 자료가 필요할 경우, 개별적으로 연락을 드립니다.`,
  },
 {
    id: 7,
    question: `지원서는 얼마나 자주 제출해야 하나요?`,
    answer:
      `경력에 중요한 변화가 생겨 지원 자격에 영향을 줄 수 있거나, 연락처 정보가 변경된 경우에 다시 지원하는 것을 권장합니다. <br/>
        모든 지원 정보는 2년간 보관됩니다.`,
  },
    {
    id: 8,
    question: `제 지원서에 대한 피드백을 받고 싶습니다. 누구에게 문의하면 될까요?`,
    answer:
      `픽사에는 많은 지원자가 지원해 주시며, 모든 지원서를 신중하게 검토하고 있습니다. <br/>
        이로 인해 개별적인 피드백 요청에는 별도로 응답해드릴 수 없는 점 양해 부탁드립니다.`,
    },
    {
    id: 9,
    question: `미국에서 근무할 수 있는 자격이 없더라도 픽사에 지원할 수 있나요?`,
    answer:
      `픽사는 전 세계의 뛰어난 인재를 발굴하기 위해 노력하고 있습니다. <br/>
        다만 근무 비자 발급 절차가 복잡하기 때문에, 모든 직무나 지원자가 비자 스폰서십 대상이 되는 것은 아닙니다. <br/>
        지원 전, 임시 근로 비자나 학생 비자 관련 규정을 충분히 확인하시길 권장드립니다. <br/>
        자세한 내용은 미국 이민국(United States Citizenship & Immigration Services) 공식 웹사이트를 방문해 주세요. <br/>
        https://www.uscis.gov/`,
    },
    {
        id: 10,
        question: `창작 스토리나 시나리오 아이디어를 제출할 수 있나요?`,
        answer:
        `아니요. 픽사의 모든 아이디어와 스토리는 내부에서 개발되며, 외부로부터의 창작 제안은 받지 않습니다. <br/>
법적 이유로, 픽사에 전달된 모든 창작물(시나리오, 시놉시스, 스케치 등)은 열어보거나 검토하지 않은 채 자동으로 반송됩니다. <br/>
따라서 어떤 형태의 창작 제안도 픽사로 보내지 말아주시기 바랍니다.`,
  },
      {
        id: 11,
        question: `픽사의 영화 제작 과정을 더 배우려면 어떻게 해야 하나요?`,
        answer:
        `픽사와 칸 아카데미(Khan Academy)는 공동으로 학습용 튜토리얼 시리즈를 제작했습니다. <br/>
        이 시리즈는 수학, 과학, 예술 등과 같은 전통적인 학문이 픽사의 영화 제작 과정에서 얼마나 중요한 역할을 하는지를 보여줍니다. <br/>
        자세한 내용은 아래 링크에서 확인할 수 있습니다. <br/>
        https://www.khanacademy.org/computing/pixar`,
  },
      {
        id: 12,
        question: `픽사 영화의 애니메이션에 사용된 과학과 기술에 관심이 많습니다. 더 배울 수 있는 기술 자료가 있을까요?`,
        answer:
        `픽사의 기술 팀은 혁신과 창의성의 최전선에서 활동하고 있습니다. <br/>
        픽사의 연구 논문이나 오픈소스 프로젝트에 대해 더 알아보고 싶다면 아래 링크를 방문해 주세요. <br/>
        https://graphics.pixar.com/`,
  },
]